source/Unimake.DFe.Test/NFSe/Resources/FIORILLI/1.01/ConsultarLoteRpsEnvio-ped-loterps.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nfse="http://www.fiorilli.com.br/nfse-nacional">
	<soapenv:Header/>
	<soapenv:Body>
		<nfse:ConsultarNfseEnvio>
			<!--Optional:-->
			<nfse:CNPJ>?</nfse:CNPJ>
			<!--Optional:-->
			<nfse:CPF>?</nfse:CPF>
			<!--Optional:-->
			<nfse:IM>?</nfse:IM>
			<!--Optional:-->
			<nfse:ChaveNFSe>?</nfse:ChaveNFSe>
			<!--Optional:-->
			<nfse:IdDPS>?</nfse:IdDPS>
			<!--Optional:-->
			<nfse:NumeroDPS>?</nfse:NumeroDPS>
			<!--Optional:-->
			<nfse:SerieDPS>?</nfse:SerieDPS>
		</nfse:ConsultarNfseEnvio>
	</soapenv:Body>
</soapenv:Envelope>